1password
betterlockscreen
bfg
codelldb-bin
downgrade
drawio-desktop-bin
electron25
electron26
filecrab-bin
i3lock-color
insomnia
lazydocker
microsoft-edge-stable-bin
nvm
obsidian-bin
onlyoffice-bin
orchis-theme-git
paru
sddm-sugar-candy-git
snixembed
spotify
surfshark-client
surrealist-bin
ttf-icomoon-feather
ttf-material-icons-git
ttf-ms-fonts
wormhole-rs
