1password
ast-grep-bin
aurutils
betterlockscreen
bfg
bibata-cursor-theme-bin
checkupdates-with-aur
codelldb-bin
downgrade
electron25-bin
electron26-bin
filecrab-bin
glib
google-chrome
grimblast-git
grpcurl-bin
gtk
haskell-data-array-byte
hyprshade
hyprshot
i3lock-color
icat
insomnia-bin
lazydocker-bin
luajit-tiktoken-bin
lxqt-build-tools-git
microsoft-edge-stable-bin
ml4w-hyprland
nautilus-open-any-terminal
oh-my-posh-bin
onlyoffice-bin
pacseek
paru
paru-debug
pinta
postman-bin
python-async-timeout
python-imageio-ffmpeg
python-screeninfo
qodana-cli
redis
reiserfsprogs
sddm-eucalyptus-drop
snixembed
spotify
stremio
surrealist-bin
ttf-icomoon-feather
ttf-material-icons-git
ttf-monaco
waypaper
wlogout
xsane
zen-browser-bin
