1password
ast-grep-bin
betterlockscreen
bfg
downgrade
electron25-bin
electron26-bin
everforest-gtk-theme-git
filecrab-bin
ghostty-git
google-chrome
grpcurl-bin
i3lock-color
icat
insomnia-bin
lazydocker-bin
lxqt-build-tools-git
microsoft-edge-stable-bin
nvm
onlyoffice-bin
paru
postman-bin
sddm-sugar-candy-git
snixembed
spotify
surrealist-bin
ttf-icomoon-feather
ttf-material-icons-git
ttf-monaco
ttf-ms-fonts
xsane
zen-browser-bin
